


[{"title":"DALGIN ACTIVE",
  "Description":"Biostimulant à base d’extrait d’algue marine ( ), vitamines et antioxydants. Il inclut de façon naturelle plus de 60 macro et micronutriments, des hydrates de carbone, des acides aminés et des promoteurs de croissance d’origine naturelle. Effet revitalisant et promoteur du système de défense de la plante face à des attaques de parasites et des maladies (champignons, bactéries, virus). Dans les cultures affectées par des dommages physiques (grêle, vent…), il favorise la cicatrisation rapide et saine, en plus de la croissance de la culture",
  "Composition":"1,43% N + 6,78% acides aminés libres + 22,60% extrait d’algues + vitamines (1,35 g/l ) + 1,69% acide alginique + 0,56% mannitol (p/v) -Foliaire: 250-300 cc/hl-application. Appliqué tous les 7 ou 10 jours",
  "Emballage":"1 - 5 L"},
{"title":"CODAMIN B-MO",
"Description":"Biostimulant à base d’acides aminés végétaux en combinaison avec du bore et du molybdène. Outre la correction des carences en bore, en combinant avec des acides aminés et du molybdène, il favorise la synthèse des protéines et crée des synergies qui renforcent son transport et sa pénétration à travers les cellules, facilitant ainsi les processus physiologiques de floraison-pollinisation-fécondation et nouaison. De plus, il fait économiser de l’énergie à la culture et stimule et accroit la résistance des plantes face à des conditions adverses, augmentant les récoltes et la qualité des fruits .",
"Composition":"Folaire : 200-250 cc/hl. application 1-3 applications par cycle de culture",
"Emballage":"1 - 5 L"},
{"title":"CODAMIN 150",
"Description":"Biostimulant à base d’une combinaison optimale de protéines hydrolysées d’origine végétale avec des microéléments. Il aide les cultures à se préparer et/ou surmonter les situations de stress. L’apport d’acides aminés pendant la période de croissance et floraison permet d’obtenir un meilleur rendement et une plus grande qualité des récoltes, car il favorise la synthèse des protéines et fait économiser de l’énergie à la culture. Il agit comme régulateur du métabolisme, stimule la formation de chlorophylle, d’acide indolacétique (AIA), de vitamines et la synthèse enzymatique. On le combine fréquemment avec différents produits de nutrition Coda, créant ainsi des synergies. Il favorise aussi l’assimilation de nombreuses bouillies foliaires et radiculaires, en plus de complexer des micronutriments .",
"Composition":"4,11% N + 2,42% Fe + 0,73% Mn + 0,48% Zn + 15,61% acides aminés libres (p/v)",
"Emballage":"1 - 5 L"},
{"title":"CODAMOL",
"Description":"Biostimulant avec des acides aminés végétaux en combinaison avec de l’azote, du phosphore, du bore et tout particulièrement enrichi avec du molybdène. On l’utilise pour le contrôle préventif des états de carences dus à des déficiences ou des déséquilibres nutritionnels dans l’assimilation du molybdène, améliorant tout particulièrement la floraison et la nouaison des cultures. L’apport de molybdène favorise l’assimilation de l’azote et fait partie d’importantes réactions enzymatiques du métabolisme des plantes, augmentant la production des cultures et la qualité des récoltes .",
"Composition":"3,36 % N + 11,6 % P205 + 0,23 % B + 3,348 % Mo + 2,32 AA libre",
"Emballage":"1 - 5 L"},
{"title":"CODASTING",
"Description":"Biostimulant à base d’acides aminés végétaux et de stimulants spécifiques ayant un grand pouvoir de pénétration et un effet rapide. L’azote et les acides aminés sont combinés à des stimulants spécifiques comme l’AATC (acide N-acétyle-thiazolidine-4-carboxylique) qui créent une synergie donnant comme résultat un produit avec un puissant effet activateur sur la plante à triple effet : il augmente la masse radiculaire et la croissance végétative, accroit la qualité du fruit et fournit une plus grande tolérance et capacité de récupération après des conditions stressantes .",
"Composition":"8,1 % N + 10,1 % AA libres + 13,4 % MO + AATC",
"Emballage":"1 - 5 L"},
{"title":"CODABRIX",
"Description":"Biostimulant avec des acides aminés végétaux en combinaison avec du potassium et des polysaccharides. Il améliore la maturation des fruits et l’uniformité de la coloration. Il augmente des paramètres de qualité tels que le calibre et le niveau du fruit sur l’échelle de Brix, augmentant la production sans raccourcir la vie utile de celle-ci et améliorant de façon générale le stade végétatif de la plante.",
"Composition":"25,4 % K2O + 16,2 % Polyccharides + 0,35 % AA libre",
"Emballage":"1 - 5 L"},
{"title":"CODAVIT",
"Description":"Biostimulant à base de substances d’origine naturelle dérivées de la lignine, associées à des micronutriments (Cu, Fe, Mn et Zn). Il agit en revitalisant et améliorant la santé et la qualité des cultures. Il a donc un double effet : biostimulant, car il active le métabolisme et la fonctionnalité végétale, et préventif, vu qu’il active les propres défenses de la plante en rendant difficile l’installation de certains pathogènes, grâce aux oligo-éléments et à la présence d’aluminium. (Utilisable en agriculture biologique).",
"Composition":"2,24 % Cu + 2,56 % Fe + 0,95 % Mn + 0,64 % zN + lignosulfanate (15,7 % SO3)",
"Emballage":"1 - 5 L"},
{"title":"CODAMIN RADICULAR",
"Description":"Biostimulant à base d’un équilibre d’acides aminés d’origine végétale spécifiques, avec du phosphore et du potassium. Possède une double action : enracinante et nutritionnelle. Favorise la formation d’un système radiculaire sain, large et avec un plus grand volume de poils absorbants et plus d’efficacité. Dans des situations stressantes (repiquage, gelées, toxicité, etc.) il nourrit et donne un surplus d’énergie à la plante, contribuant ainsi à sa prompte récupération et son activation végétative conséquente.",
"Composition":"5,8 % AA libre + 3,3 % N + 11,3 % P205 + 4,0 % K2O",
"Emballage":"5 - 20 L"},
{"title":"CODAFOL N33",
"Description":"",
"Composition":"33 % N + 0,06 % Mn + 0,06 % Zn + 0,12 % Cu",
"Emballage":"1 - 5 L"},
{"title":"CODAQUEL Zn/Mn",
"Description":"Mélange liquide de zinc et manganèse complexés avec des lignosulfonates pour application par voie foliaire ou radiculaire. Recommandé pour prévenir et corriger les carences de ces éléments. La synergie des deux nutriments augmente l’activité photosynthétique, la synthèse des protéines et le processus de croissance cellulaire, augmentant donc le développement, la qualité et la production. (Utilisable en agriculture biologique)",
"Composition":"4,5 % Zn 4,5 % Mn",
"Emballage":"5 L"},
{"title":"CODAFOL K30",
"Description":"Fertilisant foliaire à haute concentration en potassium (K 2 O) et d’absorption facile pour la plante. Il fournit un potassium effectif hautement assimilable, qui joue un rôle important de régulation de multiples fonctions de la plante, telles que la photosynthèse, l’ouverture-fermeture des stomates, la transpiration, la formation de sucres, etc. Adéquat pendant le développement du fruit, pour améliorer la maturation, la qualité et la couleur des fruits et, plus généralement, comme apport de potassium en complément d’une nutrition de base.",
"Composition":"45 % K2O",
"Emballage":"1 - 5 L"},
{"title":"CODAMIX",
"Description":"Mélange liquide d’oligo-éléments chélatés par EDTA ou complexés par acides lignosulfoniques, totalement solubles dans l’eau. Sa formulation équilibrée et préparée avec soin permet de corriger des carences pendant toutes les phases de la culture, en complément des calendriers de fertilisation N-P-K, aussi bien pour des cultures “hydroponiques”, qu’en application foliaire ou radiculaire (fertigation) des cultures en général. (Utilisable en agriculture biologique)",
"Composition":"5,1 % Fe + 2,6 % Mn + 0,6 % Zn + 0,4 % B + 0,2 % Cu + 0,1 % Mo",
"Emballage":"1 - 5 L"},
{"title":"K-MAD",
"Description":"Formule très riche en potassium, avec des acides aminés spécifiques, spécialement conçue pour une application par voie radiculaire. Son usage est indiqué pour les sols ayant une faible disponibilité en potassium (fixation argile) ou pour les moments spécifiques de haute demande de cet élément, comme c’est le cas avant la récolte, avec l’objectif d’augmenter le calibre, le poids, le sucre, la couleur et l’uniformité de la propre récolte. En plus de fortifier la culture face à des conditions adverses ou au stress abiotique, le contenu en acides aminés augmente la disponibilité de potassium pour son absorption par la racine, favorisant ainsi la croissance du système radiculaire en général.",
"Composition":"36 % K2O + 7 % AA libres",
"Emballage":"1 - 5-20 L"},
{"title":"NUMAFER Q 50",
"Description":"Chélate de fer en micro-granulés solubles avec des groupes phénoliques Fe-EDDHA à stabilité élevée qui évitent l’hydrolyse et la précipitation du fer, spécialement conçu pour application par voie radiculaire. Il fournit un fer hautement assimilable et nécessaire à la synthèse des protéines et de la chlorophylle, favorisant la photosynthèse. Sa carence provoque une chlorose de la plante, qui arrête la croissance et réduit le calibre des fruits, provoquant des maturations précoces. Produit disponible (selon le marché) en trois types de richesse ortho-ortho : 3,5% o-o, 4% o-o et 5% o-o.",
"Composition":"6 % Fer EDDHA 5 % Ortho-Ortho",
"Emballage":"5 KG"},
{"title":"CODA-Ca-L",
"Description":"Calcium liquide complexé avec des lignosulfonates pour application par voie foliaire. Prévient et corrige les déficiences en calcium. Favorise la consistance des parois cellulaires en leur donnant une plus grande élasticité et plus de dureté. On obtient de cette façon des fruits plus résistants aux fissures et à l’apparition de physiopathies, engendrant une plus longue vie après récolte.",
"Composition":"10,8 % CaO",
"Emballage":"1 - 5 L"},
{"title":"CODAHORT",
"Description":"Fertilisant organique liquide d’oligo-éléments à haute teneur en acides organiques, complètement solubles dans l’eau, pour application par voie radiculaire. C’est un correcteur multi carence des cultures. Il complète les calendriers de fertilisation NPK (fertigation) pour les produits horticoles et les arbres fruitiers. L’apport de ces nutriments favorise les processus vitaux tels que la photosynthèse, la synthèse des protéines, l’activation d’enzymes et les processus métaboliques des plantes, optimisant le développement physiologique et augmentant le rendemen.",
"Composition":"2,17 % Mgo 11,78 % SO3 + 2,48 % Fe + 1,24 % Mn + 1,24 % Zn 0,24 % B 0,12 % Cu + 0,02 % Mo",
"Emballage":"5 - 20 L"},
{"title":"CODACAL BORO",
"Description":"Complexe de calcium et bore, spécialement recommandé pour l’application par voie foliaire. Il prévient les carences de ces éléments. On obtient des fruits avec une plus grande fermeté et élasticité, prolongeant ainsi la durée de vie après récolte. L’application combinée des deux éléments permet de profiter des synergies, favorisant d’un côté la mobilité du calcium et corrigeant de l’autre de possibles carences en bore.",
"Composition":"10,4 % CaO + 0,52 % B",
"Emballage":"1 - 5 L"},
{"title":"CODABOR",
"Description":"Complexe liquide avec du bore (bore éthanolamine) en haute concentration (140 g/l) pour application par voie foliaire ou réticulaire. Prévient et corrige les déficiences en bore, microélément indispensable à la pollinisation et la nouaison, apportant une meilleure viabilité au pollen, et évitant de cette façon des malformations et des physiopathies. De plus, il régule la synthèse d’hormones en intervenant sur des processus de division cellulaire lors de la croissance des fruits; par conséquent la production et la qualité des fruits et des légumes augmentent.",
"Composition":"14 % B",
"Emballage":"1 - 5 L"},
{"title":"CODA-Fe-L",
"Description":"Fer liquide complexé avec des lignosulfonates recommandé par voie foliaire. Prévient et corrige les déficiences en fer. Favorise la synthèse des protéines, la réalisation de la photosynthèse et la synthèse de chlorophylle, stimulant la croissance de la plante et favorisant la production. (Utilisable en agriculture biologique).",
"Composition":"6,2 % Fe",
"Emballage":"1 - 5 L"},
{"title":"CODASAL PREMIUM",
"Description":"Solution de calcium complexé par des chaines d’acides organiques, provenant de matières premières de grande qualité et d’origine végétale. Le calcium apporté est hautement efficace et assimilable par la plante. Dans le cas de sols salins-sodiques et sodiques, ou de sols irrigués avec des eaux salines à hauts niveaux de Na+, codasal premium permet de déplacer le contenu en sels du bulbe humide, réduisant ainsi les problèmes liés au stress salin de la plante. En raison de son grand pouvoir floculant, elle il optimise les conditions physico-chimiques et biologiques du sol, facilitant l’aération du système radiculaire, augmentant la capacité d’échange cationique et la capacité de rétention et de disponibilité d’eau..",
"Composition":"17,5 % CaO + Acides organique",
"Emballage":"5 - 20 L"},
{"title":"CODASUL PH",
"Description":"Solution acide d’engrais azoté avec soufre, puissant acidifiant du pH de l’eau d’irrigation par l’apport de H+ (HCO 3- + H + – H 2 O+ CO 2 ). Elle neutralise les carbonates et bicarbonates de l’eau d’irrigation, qui en s’appliquant au sol font augmenter la fertilité et la disponibilité des nutriments bloqués. Dans les sols salins-sodiques l’apport de H+ favorise son échange avec Na+, facilitant ainsi sa lixiviation.",
"Composition":"22,8 % N + 60,8 % SO3 + 0,03 % Fe + 0,01 % Zn",
"Emballage":"5 - 20 L"},
{"title":"CODAHUMUS 20",
"Description":"Correcteur organique liquide à base d’extrait humique issu de léonardite et acides fulviques. Il favorise la structure physique du sol et augmente la CIC. En l’appliquant, nous débloquons et augmentons l’assimilation des nutriments disponibles dans le sol. Il agit sur le microbiote du sol en augmentant la biomasse microbienne, ainsi que son activité. Favorise la formation d’agrégations, en augmentant la masse radiculaire et la rétention d’eau. (Utilisable en agriculture biologique)",
"Composition":"22,8 % EHT (11,3 % AH + 11,5 % AF) + 3,6 % K2O +72 % MO",
"Emballage":"5 - 20 L"}]